IDEA Open Model
Point2D Properties
Compatible with IDEA StatiCa v 10.1
The Point2D type exposes the following members.
Properties
Name | Description
X
 Gets or sets the X-coordinate value
Y
 Gets or sets the Y-coordinate value
Top
See Also
Reference
Point2D Class
IdeaRS.OpenModel.Geometry2D Namespace